[
  ["à", "at, to, by, for, in, in the style of..."],
  ["avec abandon", "free, unrestrained, passionate"],
  ["affectueusement", "With affect (that is, with emotion); con affetto"],
  ["apaisé", "Calmed"],
  ["assez", "Enough, sufficiently"],
  ["avec", "With or with another"],
  ["battement", "Used in the 17th-century to refer to ornaments consisting of two adjacent notes, such as trills or mordents"],
  ["cédez", "Yield, give way"],
  ["détaché", "Act of playing notes separately"],
  ["en dehors", "Prominently"],
  ["en pressant", "Hurrying forward"],
  ["en retenant", "Slowing"],
  ["encore", "Again (i.e. perform the relevant passage once more); a performer returning to the stage to perform an unlisted piece"],
  ["fugue", "fuga (Latin and Italian). Literally \"flight\"; a complex and highly regimented contrapuntal form in music. A short theme (the subject) is introduced in one voice (or part) alone, then in others, with imitation and characteristic development as the piece progresses."],
  ["jeté", "Jump; a bowing technique in which the player is instructed to let the bow bounce or jump off the strings."],
  ["laissez vibrer, l.v.", "French for \"lasciare suonare\" (let vibrate)."],
  ["lent", "Slowly"],
  ["main droite", "[played with the] right hand (abbreviation: MD or m.d.)"],
  ["main gauche", "[played with the] left hand (abbreviation: MG or m.g.)"],
  ["modere", "Moderately"],
  ["musette", "A dance or tune of a drone-bass character, originally played by a musette"],
  ["nobile", "Also nobilmente (Italian) or Noblement. In a noble fashion"],
  ["nocturne", "A piece written for the night"],
  ["notes inégales", "Unequal notes; a principally Baroque performance practice of applying long-short rhythms to pairs of notes written as equal; a swung note"],
  ["peu à peu", "Little by little"],
  ["potpourri", "Potpourri (as used in other senses in English) (i.e. a kind of musical form structured as ABCDEF... etc.; the same as medley or, sometimes, fantasia"],
  ["prélude", "preludio (Italian), praeludium (Latin), präludium (German). A musical introduction to subsequent movements during the Baroque era (1600's/17th century). It can also be a movement in its own right, which was more common in the Romantic era (mid-1700s/18th century)"],
  ["rapide", "Fast"],
  ["restez", "Stay (i.e. remain on a note or string)"],
  ["retenu", "Hold back; same as the Italian ritenuto"],
  ["roulade", "A rolling (i.e. a florid vocal phrase)"],
  ["secco", "Dry (sparse accompaniment, staccato, without resonance); with basso continuo accompaniment, this often means that only the chordal instrument will play, with the sustained bass instrument not playing"],
  ["si", "Seventh note of the series ut, re, mi, fa, sol, la, si, in fixed-doh solmization (Solfège)"],
  ["sur la touche", "Sul tasto - with the bow kept over the fingerboard so as to produce a soft thin tone"],
  ["un peu", "A little, un poco"],
  ["unisono", "In unison (i.e. several players in a group are to play exactly the same notes within their written part, as opposed to splitting simultaneous notes among themselves). Often used to mark the return from divisi."],
  ["ut", "First note of the series ut, re, mi, fa, sol, la, si, in fixed-do solmization (Solfège)"],
  ["vif", "Quickly, lively"],
  ["vite", "Fast"]
]